// _______     ______              _____ ______ _   _ _____            __      ____ 
//|  __ \ \   / / __ \            / ____|  ____| \ | |  __ \           \ \    / /_ |
//| |__) \ \_/ / |  | |  ______  | (___ | |__  |  \| | |  | |  ______   \ \  / / | |
//|  _  / \   /| |  | | |______|  \___ \|  __| | . ` | |  | | |______|   \ \/ /  | |
//| | \ \  | | | |__| |           ____) | |____| |\  | |__| |             \  /   | |
//|_|  \_\ |_|  \____/           |_____/|______|_| \_|_____/               \/    |_|
                                                                                   
module.exports = {
  TOKEN: "Nzc3OTE1MjQ0MTgxODQ4MDg0.X7KYBw.QywoZKqkWd3eVKVHZHArxBAFW8g", //توكن بوتك
  prefix: "-", //بادئة البوت
  CMD1: "send", // الامر حق البوت 
  nameproject: "index.js", //اسم البروجكت
  colorbc: "RANDOM", // هنا لون البرود كاست
  reactromm: "786159640782176277", // حط ايدي الروم حق الرياكشن
  reactro1mm: ":cold_face:", // حط الرياكشن
  reactro2mm: "", // حط الرياكشن
  serverlogo:
    "https://cdn.discordapp.com/attachments/730228438043983973/777671948225740850/69.png" // حط شعار سيرفرك وبس
};
// _______     ______              _____ ______ _   _ _____            __      ____ 
//|  __ \ \   / / __ \            / ____|  ____| \ | |  __ \           \ \    / /_ |
//| |__) \ \_/ / |  | |  ______  | (___ | |__  |  \| | |  | |  ______   \ \  / / | |
//|  _  / \   /| |  | | |______|  \___ \|  __| | . ` | |  | | |______|   \ \/ /  | |
//| | \ \  | | | |__| |           ____) | |____| |\  | |__| |             \  /   | |
//|_|  \_\ |_|  \____/           |_____/|______|_| \_|_____/               \/    |_|
                                                                                   